Repository: grueneschweiz/cd.gruene.ch
Catalog: src/Locale/*/default.po
Languages: de_ch, fr_ch

source: Raw images as well as the final images are stored on the server. The final images will be visible for anyone who has a login to this tool. Raw images may be shared, depending on your choices in the legal questionnaire.
de_ch: Sowohl die Rohbilder als auch die fertigen Bilder werden auf dem Server gespeichert. Die fertigen Bilder sind für alle angemeldeten Benutzerinnen sichtbar. Rohbilder können zugänglich gemacht werden, je nach deinen Angaben bezüglich Urheberinnenrecht.
fr_ch: Tant les images brutes que les images finales sont enregistrées sur le serveur. Les images finales sont visibles pour toutes les utilisatrices inscrites. Les images brutes peuvent être rendues accessibles en fonction des indications que tu as fournies concernant le droit d'auteur.

source: Raw images that are intended to be shared, may be sent to googles vision api for image recognition.
de_ch: Rohbilder, die auch von anderen benutzt werden dürfen, werden zur Bilderkennung an Google gesandt.
fr_ch: Les images brutes mises à la disposition des autres utilisatrices sont envoyées à Google pour être identifiées.

source: Log in
de_ch: Anmelden
fr_ch: Se connecter

source: Uuups, something went wrong. Please try again later.
de_ch: Uuups, etwas ist schief gegangen. Bitte versuche es später noch einmal.
fr_ch: Oups, il y a eu une erreur. Merci de réessayer plus tard.

source: Password
de_ch: Passwort
fr_ch: Mot de passe

source: Forgot password?
de_ch: Passwort vergessen?
fr_ch: J'ai oublié mon mot de passe.

source: Register
de_ch: Registrieren
fr_ch: S'enregistrer

source: Thank you for your registration. We will check it and send you the login credentials as soon as possible. Please be aware, that this may take a few days.
de_ch: Vielen Dank für deine Registration. Wir prüfen diese so bald als möglich und senden dir danach deine Zugangsdaten. Bitte beachte, dass dies ein paar Tage dauern kann.
fr_ch: Merci de t'être enregistrée. Nous allons vérifier ta demande le plus rapidement possible et t'enverrons ensuite tes données de connexion. Merci de

source: First name
de_ch: Vorname
fr_ch: Prénom

source: Last name
de_ch: Nachname
fr_ch: Nom

source: City
de_ch: Stadt
fr_ch: Ville

source: Comment
de_ch: Kommentar
fr_ch: Commentaire

source: Apply for login
de_ch: Login beantragen
fr_ch: Demander un accès

source: Managed by
de_ch: Verwaltet von
fr_ch: Administré par

source: Email address not found. Might your login be registered to an other email address?
de_ch: Emailadresse nicht gefunden. Könnte es sein, dass dein Login auf eine andere Mailadresse lautet?
fr_ch: Cette adresse électronique est inconnue. Se pourrait-il que ton accès soit associé à une autre adresse ?

source: Your application was successfully sent to the Greens Switzerland.
de_ch: Dein Antrag wurde erfolgreich an die Grünen Schweiz geschickt.
fr_ch: Ta demande a bien été transmise aux Verts Suisse.

source: Permanent login revoked for all devices.
de_ch: Permanentes Login von allen Geräten zurückgezogen.
fr_ch: Annulation de la connexion permanente pour tous les appareils.

source: Logout on all devices
de_ch: Auf allen Geräten abmelden
fr_ch: Se déconnecter de tous les appareils

source: Stay logged in
de_ch: Angemeldet bleiben
fr_ch: Rester connectée

source: Click here to reset your password.
de_ch: Hier klicken um das Passwort zurückzusetzen.
fr_ch: Cliquer ici pour réinitialiser le mot de passe.

source: Salut {{first_name}} You've requested to reset the password for your account on cd.gruene.ch. Click the following link, to set a new password: Set new password: {{password_reset_link}} Enjoy, The Greens of Switzerland
de_ch: Hallo {{first_name}} Du hast einen Link angefordert, um dein Passwort für cd.gruene.ch zurückzusetzen. Klicke auf den folgenden Link um ein neues Passwort zu definieren: Neues Passwort eingeben: {{password_reset_link}} Viel Spass, Die Grünen Schweiz
fr_ch: Salut {{first_name}}, Tu as demandé un lien pour réinitialiser ton mot de passe pour cd.gruene.ch. Merci de cliquer sur le lien ci-dessous pour définir un nouveau mot de passe : Saisir un nouveau mot de passe : {{password_reset_link}} Amuse-toi bien, Les Verts Suisse

source: Your password reset link has expired.
de_ch: Dein Link um das Passwort zurückzusetzen ist abgelaufen.
fr_ch: Le lien pour la réinitialisation du mot de passe est périmé.

source: Click here to get a new password reset link.
de_ch: Klicke hier um einen neuen Passwort-Zurücksetzen-Link zu erhalten.
fr_ch: Clique ici pour obtenir un nouveau lien de réinitialisation.

source: Please make sure to reset your password within the next {number} hours.
de_ch: Vergewissere dich, dass du das Passwort binnen {number} Stunden zurücksetzt.
fr_ch: Merci de réinitialiser le mot de passe dans un délai de {number} heures.

source: The new password was saved.
de_ch: Das neue Passwort wurde gespeichert.
fr_ch: Le nouveau mot de passe a été enregistré.

source: The password could not be saved. Is it secure enough?
de_ch: Das Passwort konnte nicht gespeichert werden. Ist es sicher genug?
fr_ch: Le mot de passe n'a pas pu être enregistré. Est-il assez sûr ?

source: The password must be at least 8 characters long and contain one lowercase character, one uppercase character and one digit.
de_ch: Das Passwort muss mindestens 8 Zeichen lang sein und ein Kleinbuchstabe, ein Grossbuchstabe und eine Zahl enthalten.
fr_ch: Le mot de passe doit contenir au moins huit caractères, dont une minuscule, une majuscule et un chiffre.

source: The password must be at least 8 characters long and contain at least:
de_ch: Das Passwort muss mindestens 8 Zeichen lang sein und braucht mindestens:
fr_ch: La longueur minimale du mot de passe est de huit caractères. Il doit contenir au moins :

# password rule
source: one lowercase character
de_ch: ein Kleinbuchstabe
fr_ch: une minuscule

# password rule
source: one uppercase character
de_ch: ein Grossbuchstabe
fr_ch: une majuscule

# password rule
source: one digit
de_ch: eine Zahl
fr_ch: un chiffre

source: We've sent you an email with a link to set a new password. Don't forget to check also the junk mail folder.
de_ch: Per Email haben wir dir einen Link geschickt, mit dem du ein neues Passwort definieren kannst. Vergiss nicht, auch beim Spam zu schauen.
fr_ch: Nous t'avons envoyé un lien par courriel pour te permettre de définir un nouveau mot de passe. N'oublie pas de vérifier aussi les pourriels.

source: Get password reset link
de_ch: Neues Passwort anfordern
fr_ch: Demander un nouveau mot de passe.

# Password
source: Reset it!
de_ch: Setze es zurück!
fr_ch: Réinitialise-le !

source: Set new password
de_ch: Neues Passwort definieren
fr_ch: Définir un nouveau mot de passe.

source: Save new password
de_ch: Passwort speichern
fr_ch: Enregistrer le mot de passe.

source: If you leave the password field blank, a randomly generated password will be used.
de_ch: Wenn du das Passwortfeld leer lässt, wird ein zufällig generiertes Passwort verwendet.
fr_ch: Si le champ « mot de passe » n'est pas renseigné, un mot de passe généré de façon aléatoire sera utilisé.

source: Enter new password
de_ch: Neues Passwort eingeben
fr_ch: Saisir un nouveau mot de passe.

source: Notify the user by email and send him a link to set a password.
de_ch: Benachrichtige die Benutzerin und sende ihr ein Link, damit sie sich ein Passwort definieren kann.
fr_ch: Informe l'utilisatrice et envoie-lui un lien pour qu'elle puisse définir un mot de passe pour son compte.

source: The user could not be informed about his new login. Please, do it manually.
de_ch: Die Benutzerin konnte nicht automatisch über ihr neues Login unterrichtet werden. Bitte informiere sie selbst.
fr_ch: L'utilisatrice n'a pas pu être informée automatiquement de son nouvel accès. Merci de l'informer personnellement.

source: cd.gruene.ch: Account created
de_ch: cd.gruene.ch: Konto erstellt
fr_ch: cd.gruene.ch : ton compte est prêt !

source: Salut {{first_name}}, We're very happy to inform you about your new login on cd.gruene.ch. Now it's time to set your password. Define a password: {{password_reset_link}} Once you've set the password, use it in combination with this email address to log in: Email: {{email}} Sincerely, The cd.gruene.ch registration service.
de_ch: Hallo {{first_name}} Es freut uns dich über dein neues Login auf cd.gruene.ch zu informieren. Nun solltest du dir noch ein Passwort setzen: Passwort definieren: {{password_reset_link}} Sobald du dein Passwort gesetzt hast, logge dich zusammen mit dieser Emailadresse ein: Email: {{email}} Herzliche Grüsse, der Registrationsservice von cd.gruene.ch
fr_ch: Salut {{first_name}}, Nous avons le plaisir de t'informer de la création de ton accès à cd.gruene.ch. Maintenant, il te faut choisir un mot de passe : Définir un mot de passe : {{password_reset_link}} Dès que tu auras choisi ton mot de passe, tu pourras te connecter avec ton adresse électronique : Adresse électronique : {{email}} Sincères salutations, Le service d'enregistrement de cd.gruene.ch

source: Leave blank to keep password unchanged
de_ch: Leer lassen um Passwort nicht zu ändern
fr_ch: Laisser vide pour ne pas modifier le mot de passe

source: If you leave the password field blank, it will remain as it is.
de_ch: Wenn du das Passwortfeld leer lässt, bleibt das Passwort wie es ist.
fr_ch: Si tu ne remplis pas le champ « mot de passe », le mot de passe ne sera pas modifié.

source: Download image
de_ch: Bild herunterladen
fr_ch: Télécharger l'image

source: Except for God, one can not be his own parent ;)
de_ch: Ausser Gott, kann niemand seiner Eltern selbst sein ;)
fr_ch: Hormis Dieu, personne ne peut être son propre parent ;)

source: Please update your browser
de_ch: Bitte aktualisiere deinen Browser
fr_ch: Merci de mettre à jour ton navigateur

source: This tool needs a recent browser to work correctly. Please update.
de_ch: Dieses Tool funktioniert nur mit einen neuen Browser. Bitte führe ein Update durch.
fr_ch: Cet outil nen fonctionne qu'avec un nouveau navigateur. Merci de procéder à une mise à jour.

source: Update browser
de_ch: Browser aktualisieren
fr_ch: Mettre à jour le navigateur

source: Base logo
de_ch: Basislogo
fr_ch: Logo de base

source: Under Development
de_ch: In Entwicklung
fr_ch: En développement

source: This tool is still under development and is continuously extended and improved. If you experience any bugs or if you wish to suggest any new features, please let us know.
de_ch: Dieses Tool steckt noch in der Entwicklung and wird laufend erweitert und verbessert. Solltest du Fehler entdecken oder wünscht du neue Funktionen, so teile uns dies bitte mit.
fr_ch: Le développement de cet outil n'est pas achevé ; des améliorations et de nouvelles fonctions sont ajoutées en continu. Si tu trouves des erreurs, ou si tu veux proposer de nouvelles fonctions, nous te remercions de nous faire signe.

source: Contact us
de_ch: Kontaktiere uns
fr_ch: Contacte-nous

source: You don't have the privileges to save the users changes concerning the group(s) {groups}.
de_ch: Du hast keine Rechte um die Änderungen der Benutzerin bezüglich den Gruppen {groups} zu speichern.
fr_ch: Tes droits ne te permettent pas d'enregistrer les modifications de cette utilisatrice concernant les groupes {groups}.

source: This user can also use the logos of {groups}. Ask the admins of those groups to change that.
de_ch: Diese Benutzerin kann auch die Logos von {groups} benutzen. Frage die Administratorinnen dieser Gruppen, um dies zu ändern.
fr_ch: Cette utilisatrice peut aussi utiliser les logos de {groups}. Adresse-toi aux administratrices de ces groupes afin de changer cela.

source: This user can also use the logos of {groups}. Revoke his admin privileges for those groups, to change that
de_ch: Diese Benutzerin kann auch die Logos von {groups} verwenden. Entziehe ihre Adminrechte für diese Gruppen, um dies zu ändern.
fr_ch: Cette utilisatrice peut aussi utiliser les logos de {groups}. Retire-lui les droits d'administratrice pour ces groupes afin de changer cela.

source: This user is also admin of {groups}. Ask him or the other admins of those groups to change that.
de_ch: Diese Benutzerin ist auch Administratorin von {groups}. Frage sie oder die anderen Administratorinnen dieser Gruppen um dies zu ändern.
fr_ch: Cette utilisatrice est également administratrice de {groupes}. Adresse-toi à elle ou aux autres administratrices de ces groupes afin de changer cela.

source: This user inherited admin privileges of {groups}. Remove the corresponding parent group to change that.
de_ch: Diese Benutzerin hat Administrationsrechte von {groups} geerbt. Entferne die entsprechenden Elterngruppen um dies zu ändern.
fr_ch: Cette utilisatrice a hérité des droits d'administratrice de {groups}. Supprime les groupes parents concernés pour changer cela.

# User is member of {list of groups}
source: {user} is member of
de_ch: {user} ist Mitglied von
fr_ch: {user} est membre de

# User can manage {list of groups}
source: {user} can manage
de_ch: {user} kann die folgenden Gruppen verwalten
fr_ch: {user} peut gérer les groupes suivants

source: Too many invalid login attempts. Please try again tomorrow.
de_ch: Zu viele ungültige Login-Versuche. Dein Login bleibt bis morgen gesperrt.
fr_ch: Trop de tentatives de connexion refusées. Ton accès restera bloqué jusqu'à demain.

source: Image count
de_ch: Anzahl Bilder erstellt
fr_ch: Nombre d'images créées.

source: Login count
de_ch: Anzahl erfolgreiche Anmeldungen
fr_ch: Nombre de connexions réussies

source: Last login
de_ch: Letzte Anmeldung
fr_ch: Dernière connexion

source: This user can use the logos of the following {strong}groups{close_strong}
de_ch: Diese Benutzerin kann die Logos der folgenden {strong}Gruppen{close_strong} verwenden
fr_ch: Cette utilisatrice peut utiliser les logos des {strong}groupes{close_strong} suivants.

source: and of their subordinated groups
de_ch: und ihrer untergeordneten Gruppen
fr_ch: et de ses groupes subordonnés

source: Input not valid: Please make sure you do not leave any bars empty.
de_ch: Eingabe ungültig: Bitte schaue, dass es keine leere Head- oder Sublines gibt.
fr_ch: Saisie invalide: merci de vérifier qu'aucune barre ne soit restée vide.

source: Resend user invitation
de_ch: Einladungsmail erneut senden

source: Square
de_ch: Quadrat

source: Facebook Event Image
de_ch: Facebook Veranstaltungsbild

source: The preview image may be smaller than the final image.
de_ch: Das Vorschaubild kann kleiner sein als das fertige Bild.

source: Position the bars by drag and drop
de_ch: Positioniere die Balken mittels Drag & Drop

source: Two magenta headlines are only allowed, if the message requires it and would make less sense otherwise. Click Cancel to insert a second magenta bar. (You have to Click cancel, beacuse people never read the message but just clicked OK.)
de_ch: Zwei magentafarbene Headlines sind nur dann erlaubt, wenn die Nachricht es erfordert und ansonsten keinen Sinn ergeben würde. Klicke auf Abbrechen um einen zweiten magentafarbenen Balken einzufügen. (Du musst auf Abbrechen klicken, weil die Leute die Meldung nie gelesen haben und einfach OK klickten.)
fr_ch: Deux lignes magenta sont permises uniquement si c'est nécessaire pour que le message ait un sens. Cliquez sur Annuler pour insérer une deuxième barre magenta. (Vous devez cliquer sur Annuler, car les gens ne lisent jamais le message mais cliquent simplement sur OK).

source: Uploaded image not found
de_ch: Hochgeladenes Bild nicht gefunden

source: Failed to read image. Try to resize it in an image editor and upload it again.
de_ch: Das Bild konnte nicht gelesen werden. Versuche es in einem Bildbearbeitungsprogramm zu verkleinern und lade es erneut hoch.

source: The image has been deleted.
de_ch: Das Bild wurde gelöscht.

source: The image could not be deleted. Please, try again.
de_ch: Das Bild konnte nicht gelöscht werden. Bitte versuche es erneut.

source: Gallery
de_ch: Gallerie

source: Have a look at the images your fellows have created.
de_ch: Werfe einen Blick auf die Bilder, die deine Kolleg*innen erstellt haben.

source: Download
de_ch: Herunterladen

source: Are you sure you want to delete this image?
de_ch: Bist du sicher, dass du dieses Bild löschen möchtest?

source: Created {time_ago} by {user_name}.
de_ch: Erstellt {time_ago} von {user_name}.

source: Search
de_ch: Suche

source: One match
de_ch: Ein Treffer

source: © Photo:
de_ch: © Foto:

source: You're not authorized to delete this image.
de_ch: Du bist nicht berechtigt, dieses Bild zu löschen.

source: Will be displayed on the lower right or left edge of the image. Enter the name of the photographer.
de_ch: Wird am unteren rechten oder linken Rand des Bildes angezeigt. Gib den Namen der Fotografin ein.

source: Search title bars, author, logo subline or the copyright
de_ch: Durchsuche Balken, Author, Logo-Subline oder das Copyright

source: Sorry, there was an error uploading your file.
fr_ch: Désolé, une erreur s'est produite lors de la mise en ligne du fichier.

source: Website Slider
fr_ch: Diapositive pour le site

source: Standard
fr_ch: Par défaut

source: first
fr_ch: première page

source: previous
fr_ch: page précédente

source: next
fr_ch: page suivante

source: last
fr_ch: dernière page

source: Text
fr_ch: Texte

source: Id
fr_ch: N° d'identification

source: Name
fr_ch: Nom

source: Super Admin
fr_ch: Super administratrice

source: Layout
fr_ch: Mise en page

source: Opath
fr_ch: Chemin d'accès

source: Headline 1
fr_ch: Titre 1

source: Headline 2
fr_ch: Titre 2

source: Subline 1
fr_ch: Sous-titre 1

source: Subline
fr_ch: Sous-titre

source: Email
fr_ch: Adresse électronique
