Repository: grueneschweiz/cd.gruene.ch
Catalog: src/Locale/*/default.po
Languages: de_ch, fr_ch

source: The group has been saved.
de_ch: Die Gruppe wurde gespeichert.
fr_ch: Le groupe a été enregistré.

source: The group could not be saved. Please, try again.
de_ch: Die Gruppe konnte nicht gespeichert werden. Bitte versuche es erneut.
fr_ch: Le groupe n'a pas pu être enregistré. Merci de réessayer.

source: The group has been deleted.
de_ch: Die Gruppe wurde gelöscht.
fr_ch: Le groupe a été supprimé.

source: The group could not be deleted. Please, try again.
de_ch: Die Gruppe konnte nicht gelöscht werden. Bitte versuche es erneut.
fr_ch: Le groupe n'a pas pu être supprimé. Merci de réessayer.

source: The logo has been saved.
de_ch: Das Logo wurde gespeichert.
fr_ch: Le logo a été enregistré.

source: The logo could not be saved. Please, try again.
de_ch: Das Logo konnte nicht gespeichert werden. Bitte versuche es erneut.
fr_ch: Le logo n'a pas pu être enregistré. Merci de réessayer.

source: The logo has been deleted.
de_ch: Das Logo wurde gelöscht.
fr_ch: Le logo a été supprimé.

source: The logo could not be deleted. Please, try again.
de_ch: Das Logo konnte nicht gelöscht werden. Bitte versuche es erneut.
fr_ch: Le logo n'a pas pu être supprimé. Merci de réessayer.

source: The user has been saved.
de_ch: Die Benutzerin wurde gespeichert.
fr_ch: L'utilisatrice a été enregistrée.

source: The user could not be saved. Please, try again.
de_ch: Die Benutzerin konnte nicht gespeichert werden. Bitte versuche es erneut.
fr_ch: L'utilisatrice n'a pas pu être enregistrée. Merci de réessayer.

source: The user has been deleted.
de_ch: Die Benutzerin wurde gelöscht.
fr_ch: L'utilisatrice a été supprimée.

source: The user could not be deleted. Please, try again.
de_ch: Die Benutzerin konnte nicht gelöscht werden. Bitte versuche es erneut.
fr_ch: L'utilisatrice n'a pas pu être supprimée. Merci de réessayer.

source: Your username or password is incorrect.
de_ch: Dein Benutzername oder Passwort ist nicht korrekt.
fr_ch: Ton nom d'utilisatrice ou ton mot de passe est erroné.

source: You are now logged out.
de_ch: Du bist nun abgemeldet.
fr_ch: Tu t'es bien déconnectée.

source: Access denied
de_ch: Zugriff verweigert
fr_ch: Accès refusé.

source: Logo not found.
de_ch: Logo nicht gefunden.
fr_ch: Logo introuvable

source: No valid color scheme given.
de_ch: Kein gültiges Farbschema angegeben.
fr_ch: Aucun modèle de couleurs valide n'a été indiqué.

source: Only JPG, JPEG & PNG files are allowed.
de_ch: Nur .jpg, .jpeg und .png Dateien sind erlaubt.
fr_ch: Seuls les fichiers JPG, JPEG et PNG sont acceptés.

source: Max file size ({0}MB) exceeded
de_ch: Maximale Dateigröße ({0}MB) überschritten
fr_ch: Dépassement de la taille maximale du fichier ({0}MB)

source: A group with this name already exists
de_ch: Eine Gruppe mit diesem Namen existiert bereits
fr_ch: Il existe déjà un groupe de ce nom.

source: Facebook Timeline Image
de_ch: Facebook Timeline Bild
fr_ch: Image partagée sur le fil d'actualités Facebook

source: Facebook Featured Website
de_ch: Facebook Website Vorschaubild (Linkvorschau)
fr_ch: Aperçu d'un lien partagé sur Facebook

source: Twitter Feed Image
de_ch: Twitter Feed Bild
fr_ch: Image du flux Twitter

source: Custom size
de_ch: Eigene Größe
fr_ch: Taille personnalisée

source: Bars left
de_ch: Balken links
fr_ch: Afficher les barres à gauche

source: Bars right
de_ch: Balken rechts
fr_ch: Afficher les barres à droite

source: White
de_ch: Weiss
fr_ch: blanc

source: Green
de_ch: Grün
fr_ch: vert

source: Green head- & sublines
de_ch: Grüne Head- und Sublines
fr_ch: Titres et sous-titres verts

source: None
de_ch: Keine
fr_ch: aucun(e)

source: Actions
de_ch: Aktionen

source: List Bars
de_ch: Balken auflisten

source: List Images
de_ch: Bilder auflisten

source: New Image
de_ch: Neues Bild
fr_ch: Nouvelle image

source: Submit
de_ch: Absenden
fr_ch: Envoyer

source: Delete
de_ch: Löschen
fr_ch: Supprimer

source: Are you sure you want to delete # {0}?
de_ch: Möchtest du # {0} wirklich löschen?
fr_ch: Êtes-vous certain de vouloir supprimer cet élément ?

source: New Bar
de_ch: Neuer Balken
fr_ch: Nouvelle barre

source: View
de_ch: Anzeigen
fr_ch: Affichage

source: Edit
de_ch: Bearbeiten
fr_ch: Modifer

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
de_ch: Seite {{page}} von {{pages}}, zeige {{current}} Datensätze von {{count}} insgesamt
fr_ch: Page {{page}} sur {{pages}}, affichant le(s) enregistrement(s) {{current}} sur un total de {{count}}

source: Type
de_ch: Typ

source: Fontsize
de_ch: Schriftgrösse
fr_ch: Taille de la police

source: Users
de_ch: Benutzerinnen
fr_ch: Utilisateurs

source: Groups
de_ch: Gruppen
fr_ch: Groupes

source: Create Image
de_ch: Bild erstellen
fr_ch: Créer une image

source: My Account
de_ch: Mein Account
fr_ch: Mon compte

source: Logout
de_ch: Abmelden
fr_ch: Déconnexion

source: Are you sure you want to delete "{0}"?
de_ch: Bist du sicher, dass du "{0}" löschen möchtest?
fr_ch: Es-tu sûre de vouloir supprimer "{0}"?

source: This group is a subgroup of:
de_ch: Diese Gruppe ist eine Untergruppe von:
fr_ch: Ce groupe est un sous-groupe de :

source: Members of this group can use the folowing logos:
de_ch: Mitglieder dieser Gruppe können die folgenden Logos verwenden:
fr_ch: Les membres de ce groupe peuvent utiliser les logos suivants :

source: The members of this group are:
de_ch: Die Mitglieder dieser Gruppe sind:
fr_ch: Les membres de ce groupe sont :

source: Save Group
de_ch: Gruppe speichern
fr_ch: Enregistrer le groupe

source: Subline Text
de_ch: Subline-Balken Text
fr_ch: Souligner le texte

source: Base Logo
de_ch: Basis-Logo
fr_ch: Logo de base

source: Ex. gruene.ch / verts.ch
de_ch: Bsp. gruene.ch / verts.ch
fr_ch: Par exemple gruene.ch / verts.ch

source: Base logo:
de_ch: Basis Logo:
fr_ch: Logo de base :

source: Save Logo
de_ch: Logo speichern
fr_ch: Enregistrer le logo

source: Are you sure you want to delete "{0} {1}"?
de_ch: Bist du sicher, dass du "{0} {1}" löschen möchtest?
fr_ch: Es-tu sûre de vouloir supprimer "{0} {1}"?

source: Enter password
de_ch: Passwort eingeben
fr_ch: Merci de saisir le mot de passe

source: Yes
de_ch: Ja
fr_ch: Oui

source: No
de_ch: Nein
fr_ch: Non

source: German
de_ch: Deutsch
fr_ch: Allemand

source: French
de_ch: Französisch
fr_ch: Français

source: English
de_ch: Englisch
fr_ch: Anglais

source: Language
de_ch: Sprache
fr_ch: Langue

source: This user is admin of the following groups
de_ch: Diese Benutzerin ist Administratorin der folgenden Gruppen
fr_ch: Cette utilisatrice est administratrice des groupes suivants

source: Save User
de_ch: Benutzerin speichern
fr_ch: Enregistrer l'utilisatrice

source: Add Group
de_ch: Gruppe hinzufügen
fr_ch: Ajouter un groupe

source: Edit Group
de_ch: Gruppe bearbeiten
fr_ch: Éditer un groupe

source: Parent Group
de_ch: Übergeordnete Gruppe
fr_ch: Groupe parent

source: Added by
de_ch: Hinzugefügt von
fr_ch: Ajouté par

source: Created
de_ch: Erstellt am
fr_ch: Créé le

source: Last Modified
de_ch: Zuletzt aktualisiert
fr_ch: Dernière modification le

source: Logos of this group
de_ch: Logos dieser Gruppe
fr_ch: Logos de ce groupe

source: Users of this group
de_ch: Benutzerinnen dieser Gruppe
fr_ch: Utilisatrices de ce groupe

source: Direct child groups
de_ch: Direkt untergeordnete Gruppen
fr_ch: Groupes directement subordonnés

source: Create an image
de_ch: Bild erstellen
fr_ch: Créer une image

source: Getting your images styled is now a breeze. Try it out!
de_ch: Die Gestaltung grüner Bilder ist jetzt ein Kinderspiel. Probiere es aus!
fr_ch: Obtenir des images vertes est devenu un jeu d'enfant - il suffit d'essayer !

source: This defines the size of the final image. Use 'custom size' for non-predefined dimensions.
de_ch: Hiermit legst du die Grösse des fertigen Bildes fest. Benutze 'Eigene Grösse' um eine nicht vordefinierte Grösse anzugeben.
fr_ch: Ce réglage détermine la taille finale de l'image. Utilise « taille personnalisée » pour les dimensions non prédéfinies.

source: Select image size
de_ch: Wähle die Bildgröße
fr_ch: Sélectionne la taille de l'image

source: Max width is 5000px.
de_ch: Die maximale Breite ist 5000px.
fr_ch: La largeur maximale est de 5000 px.

source: Width (px)
de_ch: Breite (px)
fr_ch: Largeur (px)

source: Max height is 5000px.
de_ch: Maximale Höhe ist 5000px.
fr_ch: La hauteur maximale est de 5000 px.

source: Height (px)
de_ch: Höhe (px)
fr_ch: Hauteur (px)

source: The logo is mandatory and may only be omitted on graphics that are part of an already well branded product.
de_ch: Das Logo ist obligatorisch und darf nur auf Bildern weggelassen werden, die Teil eines Produktes sind, das bereits das Logo trägt.
fr_ch: Le logo est obligatoire et peut uniquement être omis dans les graphiques faisant partie d'un produit déjà bien établi.

source: You can upload any JPEG or PNG file. Make sure the resolution is high enough to fill the image.
de_ch: Du kannst eine beliebige .jpeg oder .png Datei hochladen. Stelle bitte sicher, dass die Auflösung gross genug ist, um das Bild zu füllen.
fr_ch: Tu peux utiliser n'importe quel fichier .jpeg ou .png. Merci de vérifier que la résolution est suffisante pour remplir l'espace prévu.

source: Choose image
de_ch: Wähle ein Bild
fr_ch: Sélectionner une image

source: Click to select image to upload
de_ch: Klicke um ein Bild hochzuladen
fr_ch: Cliquez pour sélectionner l'image à mettre en ligne.

source: Remove image
de_ch: Bild entfernen
fr_ch: Supprimer l'image

source: Warning!
de_ch: Warnung!
fr_ch: Attention !

source: Image could not be loaded. Make sure to use either the JPEG or PNG format.
de_ch: Das Bild konnte nicht geladen werden. Stellen bitte sicher sicher, dass du ein Bild im .jpeg oder .png Format verwendest.
fr_ch: L'image n'a pas pu être chargée. Assure-toi d'utiliser un fichier JPEG ou PNG.

source: This image is to small. Please upload one with a higher resolution.
de_ch: Dieses Bild ist zu klein. Bitte lade ein Bild mit einer höheren Auflösung hoch.
fr_ch: L'image est trop petite. Merci de sélectionner une image avec une résolution plus élevée.

source: At least one bar contains to much text.
de_ch: Mindestens ein Balken enthält zu viel Text.
fr_ch: Au moins une barre contient trop de texte.

source: Be as short as possible. The system will constraint the number of bars and the text size to suit the corporate design.
de_ch: Halte dich so kurz wie möglich. Das System beschränkt die Anzahl Balken und die Textgrösse damit die Regeln des Corporate Designs immer eingehalten werden.
fr_ch: Sois aussi concise que possible. Le système limite le nombre de barres et la taille de police afin que les règles du corporate design soient toujours respectées.

source: Bar text
de_ch: Balken Text
fr_ch: Texte de la barre

source: Add subline
de_ch: Subline hinzufügen
fr_ch: Rajouter un sous-titre

source: Generally the bars are on the left side. But you may put them on the right side, if the photo requires it.
de_ch: In der Regel befinden sich die Balken auf der linken Seite. Sollte es das Foto erfordern, kann es rechts platziert werden.
fr_ch: En général, les barres se trouvent à gauche. Mais tu peux les placer à droite si la photo l'exige.

source: Default is the green color schema. Use the white color scheme if your image has a green background. Use green head- & sublines if your background is white.
de_ch: Das grüne Farbschema ist der Standard. Wenn der Hintergrund grün ist, ist das weisse Farbschema zu verwenden. Das Farbschema mit grünen Head- und Sublines ist für weisse Hintergründe.
fr_ch: Le choix par défaut est le jeu de couleurs vert. Utilise le jeu blanc si l'arrière-plan de votre image est vert. Utilise des titres et des sous-titres verts si l'arrière-plan est blanc.

source: Color scheme
de_ch: Wähle den Farbmodus
fr_ch: Jeu de couleurs

source: The border is part of the corporate design. You may however omit the border if you use the image in a context where a border looks ugly.
de_ch: Der weisse Rand ist Teil des Corporate Designs. Du kannst den Rahmen jedoch weglassen, wen das Bild in einem Kontext verwenden wird, in dem ein Rahmen hässlich aussieht.
fr_ch: La bordure fait partie du design retenu. Tu as toutefois la possibilité de supprimer la bordure si tu utilises l'image dans un contexte où la bordure semble détonner.

source: Border
de_ch: Rahmen
fr_ch: Bordure

source: Working hard
de_ch: Ich arbeite hart
fr_ch: La machine tourne...

source: I'm busy generating your image, please hang on a few ticks. I'll be right there.
de_ch: Ich generiere gerade dein Bild. Bitte habe einen Augenblick Geduld. Es dauert nicht lange.
fr_ch: Je suis en train de générer ton image. Merci de patienter quelques instants - j'y suis presque.

source: Please answer meanwhile the legal questions below.
de_ch: Bitte beantworte zwischenzeitlich die untenstehenden rechtlichen Fragen.
fr_ch: Dans l'intervalle, merci de répondre à quelques questions d'ordre juridique.

source: Right of personality
de_ch: Persönlichkeitsrecht
fr_ch: Respect de la vie privée

source: Are there any identifiably people in the image?
de_ch: Gibt es identifizierbare Personen auf dem Bild?
fr_ch: Y a-t-il des personnes identifiables sur l'image ?

source: Are they either people of public interest or have they agreed to the publication of this image?
de_ch: Sind sie entweder Personen von öffentlichem Interesse oder haben sie der Veröffentlichung dieses Bildes zugestimmt?
fr_ch: S'agit-il de personnalités publiques, ou de personnes ayant donné leur accord à la publication de l'image ?

source: Unclear
de_ch: Unklar
fr_ch: Difficile de répondre

source: Right of personality:
de_ch: Persönlichkeitsrecht:
fr_ch: Respect de la vie privée :

source: By law, people have to agree on the publication of photos, where they are identifiably.
de_ch: Nach dem Gesetz müssen sich die Menschen mit der Veröffentlichung von Fotos einverstanden erklären, wenn sie darauf identifizierbar sind.
fr_ch: La loi exige que les personnes identifiables sur une photo doivent donner leur accord à sa publication.

source: Copyright
de_ch: Urheberrecht
fr_ch: Droit d'auteur

source: Who is the originator of the raw image?
de_ch: Wer ist der Urheber des Rohbildes?
fr_ch: Qui est l'auteur de l'image de départ ?

source: Me
de_ch: Ich
fr_ch: C'est moi.

source: Stock image
de_ch: Bilddatenbank
fr_ch: Image d'archive

source: Agency / Photographer
de_ch: Agentur / Fotograf
fr_ch: Agence / photographe

source: Friend / Member of the party
de_ch: Freund / Mitglied der Partei
fr_ch: Amie / membre du parti

source: I don't know / I'm not sure
de_ch: Ich weiss es nicht / Ich bin mir nicht sicher
fr_ch: Je ne sais pas / je ne suis pas sûre.

source: Where is the raw image from?
de_ch: Woher kommt das Rohbild?
fr_ch: D'ou provient l'image de départ ?

source: Url to the raw image on the stock image platform.
de_ch: Url zum Rohbild der Bilddatenbank.
fr_ch: URL vers l'image brute sur la plateforme d'archivage

source: Select the raw images licence
de_ch: Wähle die Lizenz des Rohbildes aus
fr_ch: Sélectionne la licence de l'image brute

source: Other
de_ch: Sonstige
fr_ch: autre

source: Creative Commons with Attribution
de_ch: Creative Commons mit Namensnennung
fr_ch: Creative Commons avec mention de l'auteure

source: Creative Commons without Limitation
de_ch: Creative Commons ohne Einschränkung
fr_ch: Creative Commons sans restriction

source: Name of the photographer, agency or person who did this artwork
de_ch: Name des Fotografen, der Agentur oder der Person, die dieses Bild gemacht hat
fr_ch: Nom de la photographe, de l'agence ou de la personne à l'origine de l'œuvre.

source: Copyright:
de_ch: Urheberrecht:
fr_ch: Droit d'auteure :

source: Publishing this image may violate the intellectual property right.
de_ch: Die Veröffentlichung dieses Bildes kann eine Verletzung des Urheberrechts darstellen.
fr_ch: La publication de cette image est susceptible de violer les droit de propriété intellectuelle.

source: I hereby confirm that:
de_ch: Hiermit bestätige ich, dass:
fr_ch: Je confirme que :

source: I have the right to use this raw image
de_ch: ich das Recht habe, dieses Bild zu veröffentlichen
fr_ch: J'ai le droit d'utiliser cette image brute.

source: Others can use this raw image without limitation
de_ch: andere dieses Bild ohne Einschränkung nutzen können
fr_ch: D'autres personnes peuvent utiliser cette image brute sans restrictions.

source: Confirm legal declarations
de_ch: Richtigkeit der Angaben bestätigen
fr_ch: Confirmer l'exactitude des informations fournies

source: The image could not be generated. Please try again.
de_ch: Das Bild konnte nicht generiert werden. Bitte versuche es erneut.
fr_ch: L'image n'a pas pu être générée. Merci de réessayer.

source: List Users
de_ch: Benutzerinnen auflisten
fr_ch: Afficher la liste des utilisatrices

source: New User
de_ch: Neuer Benutzer
fr_ch: Nouvelle utilisatrice

source: Edit Image
de_ch: Bild bearbeiten
fr_ch: Modifier l'image

source: Delete Image
de_ch: Bild löschen
fr_ch: Supprimer l'image

source: User
de_ch: Benutzerin
fr_ch: Utilisatrice

source: Tags
de_ch: Schlagwörter
fr_ch: Mots-clés

source: Width
de_ch: Breite
fr_ch: Largeur

source: Height
de_ch: Höhe
fr_ch: Hauteur

source: Image Id
de_ch: Bild ID
fr_ch: N° d'identification de l'image

source: New line
de_ch: Neue Zeile
fr_ch: Nouvelle ligne

source: The logo could not be loaded. Please try again.
de_ch: Das Logo konnte nicht geladen werden. Bitte versuche es erneut.
fr_ch: Le logo n'a pas pu être chargé. Merci de réessayer.

source: The bars should never touch the logo. Do you want to move the logo in a other corner?
de_ch: Die Balken dürfen das Logo nicht berühren. Soll das Logo in eine freie Ecke geschoben werden?
fr_ch: Les barres ne doivent pas toucher le logo. Déplacer le logo dans un coin libre ?

source: The bars should never touch the logo. Please reduce the size of the bars.
de_ch: Die Balken dürfen das Logo nicht berühren. Bitte reduziere die Größe der Balken.
fr_ch: Les barres ne doivent pas toucher le logo. Merci de réduire la taille des barres.

source: Error: The image could not be generated. Please try again.
de_ch: Fehler: Das Bild konnte nicht generiert werden. Bitte versuche es erneut.
fr_ch: Erreur : l'image n'a pas pu être générée. Merci de réessayer.

source: This will clear all input. Do you want to proceed?
de_ch: Dadurch werden alle Eingaben gelöscht. Trotzdem fortfahren?
fr_ch: Cette action effacera l'ensemble du texte saisi. Continuer ?

source: Input not valid:
de_ch: Eingabe ungültig:
fr_ch: Saisie invalide :

source: Please select the originator of the image.
de_ch: Bitte wähle den Urheber des Bildes aus.
fr_ch: Merci d'indiquer l'auteure de l'image.

source: Please enter the name of the originator.
de_ch: Bitte gib den Namen des Urhebers ein.
fr_ch: Merci d'indiquer le nom de l'auteure.

source: Please enter url of the platform where you got the image from.
de_ch: Bitte gib die URL der Bilddatenbank ein, von der du das Bild hast.
fr_ch: Merci d'indiquer l'URL de la base de données d'où provient l'image.

source: Please confirm that you have the right to use this image.
de_ch: Bitte bestätige, dass Du das Recht hast, dieses Bild zu verwenden.
fr_ch: Merci de confirmer que tu as le droit d'utiliser cette image.

source: Error
de_ch: Fehler
fr_ch: Erreur

source: Back
de_ch: Zurück
fr_ch: Page précédente

source: Add Logo
de_ch: Logo hinzufügen
fr_ch: Ajouter un logo

source: Edit Logo
de_ch: Logo bearbeiten
fr_ch: Modifier le logo

source: deleted
de_ch: gelöscht
fr_ch: Supprimé

source: Groups using this logo
de_ch: Gruppen die dieses Logo benutzen
fr_ch: Groupes utilisant ce logo

source: Add User
de_ch: Benutzerin hinzufügen
fr_ch: Ajouter une utilisatrice

source: Edit User
de_ch: Benutzerin bearbeiten
fr_ch: Modifier l'utilisatrice

source: First Name
de_ch: Vorname
fr_ch: Prénom

source: Last Name
de_ch: Nachname
fr_ch: Nom

source: The requested address {0} was not found on this server.
de_ch: Die gesuchte Adresse {0} konnte auf diesem Server nicht gefunden werden.
fr_ch: L'adresse recherchée {0} n'a pas été trouvée sur ce serveur.

source: An Internal Error Has Occurred
de_ch: Ein interner Fehler ist aufgetreten
fr_ch: Une erreur interne s'est produite.

source: Generate Image
de_ch: Bild generieren
fr_ch: Générer l'image

source: Password reset cd.gruene.ch
de_ch: Neues Passwort cd.gruene.ch
fr_ch: Nouveau mot de passe pour cd.gruene.ch

source: New user
de_ch: Neue Benutzerin
fr_ch: Nouvelle utilisatrice

source: Hello Admin {{first_name}} {{last_name}} ({{email}}) from {{city}} just applied for a login to cd.gruene.ch. Create account: {{approve_url}} Sincerely, The cd.gruene.ch registration service.
de_ch: Hallo Admin {{first_name}} {{last_name}} ({{email}}) aus {{city}} hat gerade ein Login für cd.gruene.ch beantragt. Erstelle den Account: {{approve_url}} Herzlich, Der Registrationsservice von cd.gruene.ch
fr_ch: Chère administratrice, {{first_name}} {{last_name}} ({{email}}) de {{city}} vient de demander un login pour cd.gruene.ch. Pour créer le compte : {{approve_url}} Sincère salutations, Le service d'enregistrement de cd.gruene.ch

source: This user already belongs to this group.
de_ch: Diese Benutzerin gehört bereits dieser Gruppe an.
fr_ch: Cette utilisatrice fait déjà partie de ce groupe.

source: The following group is responsible for managing this user
de_ch: Die folgende Gruppe ist für die Verwaltung dieser Benutzerin verantwortlich
fr_ch: Le groupe suivant est responsable de la gestion de cette utilisatrice.

source: Imprint
de_ch: Impressum
fr_ch: Impressum

source: Questions or suggestions?
de_ch: Fragen oder Anregungen?
fr_ch: Questions ou suggestions ?

source: We are very keen about your feedback. Feel free to ask or suggest anything.
de_ch: Wir freuen uns über Rückmeldungen. Bitte zögere nicht, uns jederzeit Fragen oder Anregungen zukommen zu lassen.
fr_ch: Nous nous réjouissons de tes remarques. N'hésite pas à nous faire parvenir tes questions ou tes remarques.

source: Feedback on cd.gruene.ch
de_ch: Rückmeldung zu cd.gruene.ch
fr_ch: Commentaire sur cd.gruene.ch

source: Hi Cyrill I just used cd.gruene.ch and id like to say ...
de_ch: Hallo Cyrill Soeben habe ich cd.gruene.ch benutzt und ich würde gerne mitteilen, dass ...
fr_ch: Salut Cyrill, Je viens d'utiliser cd.gruene.ch, et j'aimerais te dire que...

source: Ask or suggest
de_ch: Fragen oder Anregen
fr_ch: Poser une question ou faire une suggestion

source: Use responsibly
de_ch: Verantwortungsvolle Nutzung
fr_ch: Usage responsable

source: Every author bears the liability for the images he creates. Make sure you do only use images you are authorized to use and don't forget to give appropriate credits to the originator of the image. If people are visible, they have to agree to the publishing.
de_ch: Jede Autorin trägt die Verantwortung für Bilder, die sie generiert. Vergewissere dich, dass du nur Bilder benutzt, die du auch benutzen darfst und vergiss nicht die Urheberin zu nennen. Sind Personen sichtbar, müssen sie einer Veröffentlichung zustimmen.
fr_ch: Chaque auteure est responsable des images qu'elle génère. Merci de t'assurer que tu n'utilises que des images que tu as le droit d'utiliser, et n'oublie pas de nommer l'auteure de l'image de départ. Si des personnes sont visibles, elles doivent donner leur accord pour la publication.

source: Feel free to contact us, if you have any questions about a certain image.
de_ch: Bitte kontaktiere uns, wenn du Fragen zu irgend einem Bild hast.
fr_ch: Merci de nous contacter si tu as des questions sur une image.

source: Privacy
de_ch: Datenschutz
fr_ch: Protection des données
